Repository: wernerpaulin/Yaha
Catalog: Software/Maincontrol/Releases/Release Maincontrol 20170130/www/yaha/modules/blinds_shading/blinds_shading.tmx
Source language: de
Languages: cn, en, fr

source: Rollos
cn: 百叶窗和遮光
en: Blinds and shading
fr: Volets et ombrage

source: Erdgeschoss
cn: 一楼
en: Ground floor
fr: Rez-de-chaussée

source: Übersicht
cn: 概览
en: Overview
fr: Aperçu

source: 1. Stock
cn: 二楼
en: First floor
fr: premier étage

source: Öffnen
cn: 开
en: Open
fr: Ouvrir

source: Schliessen
cn: 关
en: Close
fr: Fermer

source: Stopp
cn: 停
en: Stop
fr: Arrêter

source: Gästebad
cn: 客用浴室
en: Guest bathroom
fr: Salle de bains des invités

source: Elternbad
cn: 主浴室
en: Master bathroom
fr: Salle de bains principale

source: Küche Ost
cn: 厨房东
en: Kitchen east
fr: Cuisine est

source: Küche Süd
cn: 厨房南
en: Kitchen south
fr: Cuisine sud

source: Wohnzimmertür links
cn: 客厅左门
en: Lounge door left
fr: Salon porte-fenêtre gauche

source: Wohnzimmertür rechts
cn: 客厅右门
en: Lounge door right
fr: Salon porte-fenêtre droite

source: Terrassentür
cn: 天台门
en: Terrace door
fr: Porte terrasse

source: Zeitsteuerung
cn: 时间控制
en: Time control
fr: Contrôle horaire

source: Automatische Beschattung
cn: 汽车遮阳
en: Auto shading
fr: Ombrage automatique

source: aus
cn: 关闭
en: off
fr: dés.

source: ein
cn: 开启
en: on
fr: act.

source: Anlernen
cn: 教学
en: Teaching
fr: programmer

source: Start
cn: 开始
fr: Démarrage

source: Soll
cn: 设定值
en: Set
fr: Réglé

source: Istbeschattung
cn: 实际遮光
en: Actual shade
fr: Ombrage actuel
